---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.KeynoteTagFailures
source: html/3f7f21ce-460f-f75b-be29-8b70b097cb0f.htm
---
# BuiltInFailures.KeynoteTagFailures Properties

The parameters of the keynote tag are empty because the keynoted linked element uses a different keynote file.